Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Calibrated, not validated: the 60/25/15 weights, the score bands, the sleep score's six-factor formula, the HRV-derived sleep stages, the vitals thresholds, and the resting DFA α1 reference range. These are practitioner-informed product choices. No outcome study shows that these particular numbers predict recovery, performance or health.
ar: معايَر وغير متحقق منه: أوزان 60/25/15، ونطاقات الدرجة، ومعادلة درجة النوم ذات العوامل الستة، ومراحل النوم المستنتجة من HRV، وعتبات العلامات الحيوية، والنطاق المرجعي لـ DFA α1 أثناء الراحة. هذه خيارات منتج مبنية على خبرة الممارسين. لا توجد دراسة درجات تُثبت أن هذه الأرقام بعينها تتنبأ بالتعافي أو الأداء أو الصحة.
da: Kalibreret, ikke valideret: vægtningen 60/25/15, scoreintervallerne, søvnscorens formel med seks faktorer, de HRV-afledte søvnstadier, tærsklerne for vitalværdier og referenceområdet for DFA α1 i hvile. Det er produktvalg baseret på praktisk erfaring. Ingen udfaldsstudier viser, at netop disse tal forudsiger restitution, præstation eller helbred.
de: Kalibriert, nicht validiert: die Gewichtung 60/25/15, die Score-Bereiche, die Sechs-Faktoren-Formel des Schlaf-Scores, die aus der HRV abgeleiteten Schlafphasen, die Schwellen der Vitalwerte und der Referenzbereich für DFA α1 in Ruhe. Das sind praxisnahe Produktentscheidungen. Keine Ergebnisstudie zeigt, dass genau diese Zahlen Erholung, Leistung oder Gesundheit vorhersagen.
es: Calibrado, no validado: las ponderaciones 60/25/15, los rangos de la puntuación, la fórmula de seis factores de la puntuación de sueño, las fases de sueño derivadas de la HRV, los umbrales de las constantes vitales y el rango de referencia del DFA α1 en reposo. Son decisiones de producto basadas en la práctica. Ningún estudio de resultados demuestra que estas cifras concretas predigan la recuperación, el rendimiento o la salud.
fi: Kalibroitu, ei validoitu: painot 60/25/15, pistemäärän luokat, unipisteiden kuuden tekijän kaava, HRV:stä johdetut univaiheet, elintoimintojen raja-arvot ja levossa mitatun DFA α1:n viitealue. Nämä ovat ammattilaisten kokemukseen perustuvia tuotevalintoja. Mikään vaikuttavuustutkimus ei osoita, että juuri nämä luvut ennustaisivat palautumista, suorituskykyä tai terveyttä.
fr: Calibré, non validé : les pondérations 60/25/15, les plages du score, la formule à six facteurs du score de sommeil, les phases de sommeil dérivées de la HRV, les seuils des signes vitaux et la plage de référence du DFA α1 au repos. Ce sont des choix de produit éclairés par la pratique. Aucune étude de résultats ne montre que ces chiffres précis prédisent la récupération, la performance ou la santé.
is: Kvarðað, ekki staðfest: vægin 60/25/15, stigabilin, sex þátta formúla svefnstiga, svefnstig leidd af HRV, viðmiðunarmörk lífsmarka og viðmiðunarbil DFA α1 í hvíld. Þetta eru vöruval byggð á reynslu fagfólks. Engin útkomurannsókn sýnir að einmitt þessar tölur spái fyrir um endurheimt, frammistöðu eða heilsu.
it: Calibrato, non validato: i pesi 60/25/15, le fasce del punteggio, la formula a sei fattori del punteggio del sonno, le fasi del sonno ricavate dall'HRV, le soglie dei parametri vitali e l'intervallo di riferimento del DFA α1 a riposo. Sono scelte di prodotto basate sulla pratica. Nessuno studio sugli esiti dimostra che proprio questi numeri predicano recupero, prestazione o salute.
ja: 較正済みだが未検証のもの：60/25/15 の重み付け、スコアの区分、睡眠スコアの 6 要素の計算式、HRV から推定した睡眠ステージ、バイタルの閾値、安静時 DFA α1 の参照範囲。これらは実践者の知見に基づく製品上の選択です。これらの特定の数値が回復、パフォーマンス、健康を予測することを示した結果研究はありません。
ko: 보정되었으나 검증되지 않은 것: 60/25/15 가중치, 점수 구간, 수면 점수의 6요소 공식, HRV 기반 수면 단계, 바이탈 임계값, 안정 시 DFA α1 기준 범위. 이는 실무자의 경험을 바탕으로 한 제품상의 선택입니다. 이 특정 수치가 회복, 퍼포먼스 또는 건강을 예측한다는 결과 연구는 없습니다.
nb: Kalibrert, ikke validert: vektingen 60/25/15, skårbåndene, søvnskårens formel med seks faktorer, de HRV-avledede søvnstadiene, tersklene for vitale verdier og referanseområdet for DFA α1 i hvile. Dette er produktvalg basert på praktisk erfaring. Ingen utfallsstudie viser at akkurat disse tallene forutsier restitusjon, prestasjon eller helse.
nl: Gekalibreerd, niet gevalideerd: de gewichten 60/25/15, de scorebanden, de formule met zes factoren voor de slaapscore, de uit HRV afgeleide slaapfasen, de drempels voor vitale waarden en het referentiebereik voor DFA α1 in rust. Dit zijn productkeuzes op basis van praktijkkennis. Geen enkel uitkomstonderzoek toont aan dat juist deze getallen herstel, prestatie of gezondheid voorspellen.
pt_br: Calibrado, não validado: os pesos 60/25/15, as faixas da pontuação, a fórmula de seis fatores da pontuação de sono, os estágios do sono derivados da HRV, os limites dos sinais vitais e a faixa de referência do DFA α1 em repouso. São escolhas de produto baseadas na prática. Nenhum estudo de desfecho mostra que esses números específicos preveem recuperação, desempenho ou saúde.
ru: Откалибровано, но не валидировано: веса 60/25/15, диапазоны оценки, шестифакторная формула оценки сна, стадии сна по ВСР, пороги жизненных показателей и референсный диапазон DFA α1 в покое. Это продуктовые решения, основанные на практике специалистов. Ни одно исследование исходов не показывает, что именно эти числа предсказывают восстановление, результаты или здоровье.
sv: Kalibrerat, inte validerat: viktningen 60/25/15, poängbanden, sömnpoängens formel med sex faktorer, de HRV-härledda sömnstadierna, tröskelvärdena för vitalvärden och referensintervallet för DFA α1 i vila. Det är produktval grundade på praktisk erfarenhet. Ingen utfallsstudie visar att just dessa siffror förutsäger återhämtning, prestation eller hälsa.
zh_hans: 经过校准但未经验证：60/25/15 的权重、分数区间、睡眠分数的六因素公式、由 HRV 推算的睡眠阶段、生命体征阈值，以及静息 DFA α1 参考范围。这些是基于从业者经验的产品选择。没有任何结局研究表明这些具体数值能预测恢复、表现或健康。

source: Calling the loop needs a workout today and a morning HRV reading with at least three earlier nights to compare it against.
ar: لتقييم الحلقة نحتاج إلى تمرين اليوم وقراءة HRV صباحية مع ثلاث ليالٍ سابقة على الأقل للمقارنة.
da: For at vurdere loopet kræves en træning i dag og en morgenmåling af HRV med mindst tre tidligere nætter at sammenligne med.
de: Für die Einschätzung braucht es heute ein Training und eine morgendliche HRV-Messung mit mindestens drei früheren Nächten zum Vergleich.
es: Para valorar el ciclo hace falta un entrenamiento hoy y una lectura de HRV matinal con al menos tres noches anteriores para comparar.
fi: Arvio vaatii tämän päivän harjoituksen ja aamun HRV-mittauksen, jota voi verrata vähintään kolmeen aiempaan yöhön.
fr: Pour évaluer la boucle, il faut un entraînement aujourd'hui et une mesure HRV du matin avec au moins trois nuits précédentes pour comparer.
is: Til að meta hringinn þarf æfingu í dag og HRV-mælingu að morgni með að minnsta kosti þremur fyrri nóttum til samanburðar.
it: Per valutare il ciclo servono un allenamento oggi e una lettura HRV mattutina con almeno tre notti precedenti con cui confrontarla.
ja: ループを判定するには、今日のワークアウトと、比較できる過去3晩以上がある朝のHRV測定が必要です。
ko: 루프를 판단하려면 오늘의 운동과, 비교할 이전 3일 이상의 밤 데이터가 있는 아침 HRV 측정이 필요합니다.
nb: For å vurdere loopen trengs en treningsøkt i dag og en morgenmåling av HRV med minst tre tidligere netter å sammenligne med.
nl: Voor een oordeel over de loop is vandaag een training nodig en een ochtendmeting van je HRV met minstens drie eerdere nachten om mee te vergelijken.
pt_br: Para avaliar o ciclo, é preciso um treino hoje e uma leitura de HRV pela manhã com pelo menos três noites anteriores para comparar.
ru: Для оценки цикла нужны сегодняшняя тренировка и утреннее измерение ВСР, которое можно сравнить хотя бы с тремя предыдущими ночами.
sv: För att bedöma loopen behövs ett träningspass i dag och en HRV-mätning på morgonen med minst tre tidigare nätter att jämföra med.
zh_hans: 要判断循环，需要今天有一次训练，以及一份可与至少三个之前夜晚对比的晨间 HRV 读数。

source: Captured %@
ar: تم الالتقاط %@
da: Optaget %@
de: Aufgezeichnet am %@
es: Capturado el %@
fi: Tallennettu %@
fr: Capturé le %@
is: Tekið upp %@
it: Acquisito il %@
ja: キャプチャ日時：%@
ko: 캡처 시각: %@
nb: Tatt opp %@
nl: Vastgelegd op %@
pt_br: Capturado em %@
ru: Записано %@
sv: Inspelat %@
zh_hans: 采集于 %@

source: Captures the last 10 AI turns: exactly what the model received and exactly what it returned. Use to verify the AI is reading the same numbers the dashboard shows. In-memory only — never uploaded, cleared on app quit.
ar: يلتقط آخر 10 تبادلات مع الذكاء الاصطناعي: ما تلقاه النموذج بالضبط وما أعاده بالضبط. استخدمه للتحقق من أن الذكاء الاصطناعي يقرأ نفس الأرقام التي تعرضها لوحة المعلومات. في الذاكرة فقط — لا يُرفع أبدًا، ويُمسح عند إغلاق التطبيق.
da: Gemmer de seneste 10 AI-runder: præcis hvad modellen modtog, og præcis hvad den svarede. Brug det til at tjekke, at AI'en læser de samme tal, som oversigten viser. Kun i hukommelsen — uploades aldrig og ryddes, når appen lukkes.
de: Erfasst die letzten 10 KI-Runden: genau, was das Modell erhalten und was es zurückgegeben hat. Damit prüfst du, ob die KI dieselben Zahlen liest, die das Dashboard zeigt. Nur im Arbeitsspeicher — wird nie hochgeladen und beim Beenden der App gelöscht.
es: Guarda los últimos 10 turnos de la IA: exactamente lo que recibió el modelo y lo que devolvió. Úsalo para comprobar que la IA lee los mismos números que muestra el panel. Solo en memoria: nunca se sube y se borra al cerrar la app.
fi: Tallentaa 10 viimeisintä tekoälyvuoroa: tarkalleen mitä malli sai ja mitä se palautti. Tällä voit varmistaa, että tekoäly lukee samoja lukuja kuin kojelauta näyttää. Vain muistissa — ei koskaan ladata palvelimelle, ja tyhjennetään, kun sovellus suljetaan.
fr: Conserve les 10 derniers échanges avec l'IA : exactement ce que le modèle a reçu et ce qu'il a renvoyé. Permet de vérifier que l'IA lit les mêmes chiffres que le tableau de bord. En mémoire uniquement — jamais envoyé, effacé à la fermeture de l'app.
is: Geymir síðustu 10 gervigreindarumferðir: nákvæmlega hvað líkanið fékk og hverju það skilaði. Notaðu þetta til að staðfesta að gervigreindin lesi sömu tölur og yfirlitið sýnir. Aðeins í minni — aldrei hlaðið upp og hreinsað þegar forritinu er lokað.
it: Registra gli ultimi 10 turni dell'IA: esattamente cosa ha ricevuto il modello e cosa ha restituito. Serve a verificare che l'IA legga gli stessi numeri mostrati nella dashboard. Solo in memoria: mai caricato, cancellato alla chiusura dell'app.
ja: 直近10回のAIのやり取りを記録します。モデルが受け取った内容と返した内容をそのまま確認できます。AIがダッシュボードと同じ数値を読んでいるかの確認に使えます。メモリ内のみに保持され、アップロードされず、アプリ終了時に消去されます。
ko: 최근 10번의 AI 대화를 기록합니다. 모델이 받은 내용과 반환한 내용을 그대로 보여 줍니다. AI가 대시보드와 같은 수치를 읽는지 확인할 때 사용하세요. 메모리에만 저장되며 업로드되지 않고 앱을 종료하면 지워집니다.
nb: Lagrer de siste 10 AI-rundene: nøyaktig hva modellen mottok og hva den svarte. Bruk det til å sjekke at AI-en leser de samme tallene som oversikten viser. Bare i minnet — lastes aldri opp, og slettes når appen avsluttes.
nl: Legt de laatste 10 AI-beurten vast: precies wat het model kreeg en wat het teruggaf. Gebruik dit om te controleren of de AI dezelfde cijfers leest als het dashboard toont. Alleen in het geheugen — wordt nooit geüpload en gewist wanneer de app stopt.
pt_br: Registra as últimas 10 interações com a IA: exatamente o que o modelo recebeu e o que retornou. Use para verificar se a IA está lendo os mesmos números que o painel mostra. Só na memória — nunca é enviado e é apagado ao fechar o app.
ru: Сохраняет последние 10 обращений к ИИ: что именно получила модель и что вернула. Позволяет проверить, что ИИ видит те же числа, что и панель. Только в памяти — никогда не отправляется и стирается при закрытии приложения.
sv: Sparar de senaste 10 AI-omgångarna: exakt vad modellen fick och vad den svarade. Använd det för att kontrollera att AI:n läser samma siffror som översikten visar. Endast i minnet — laddas aldrig upp och rensas när appen avslutas.
zh_hans: 记录最近 10 轮 AI 对话：模型收到的内容和返回的内容，一字不差。可用来核对 AI 读取的数字是否与仪表盘一致。仅保存在内存中——从不上传，退出应用时清除。

source: Capturing… %@
ar: جارٍ الالتقاط… %@
da: Optager… %@
de: Aufzeichnung läuft… %@
es: Capturando… %@
fi: Tallennetaan… %@
fr: Capture en cours… %@
is: Tekur upp… %@
it: Acquisizione in corso… %@
ja: キャプチャ中… %@
ko: 캡처 중… %@
nb: Tar opp… %@
nl: Bezig met vastleggen… %@
pt_br: Capturando… %@
ru: Идёт запись… %@
sv: Spelar in… %@
zh_hans: 正在采集… %@

source: cc %@
ar: نسخة %@
fi: kopio %@
is: afrit %@
ko: 참조 %@
nb: kopi %@
ru: копия %@
sv: kopia %@
zh_hans: 抄送 %@

source: Celsius
ar: مئوية
is: Celsíus
ja: 摂氏
ko: 섭씨
ru: Цельсий
zh_hans: 摄氏度

source: Cheap & fast with reasoning — recommended
ar: رخيص وسريع مع استدلال — مُوصى به
da: Billig og hurtig med ræsonnement — anbefalet
de: Günstig & schnell mit logischem Denken — empfohlen
es: Barato y rápido con razonamiento — recomendado
fi: Edullinen ja nopea, päättelee — suositeltu
fr: Économique et rapide avec raisonnement — recommandé
is: Ódýrt og hratt með rökhugsun — mælt með
it: Economico e veloce con ragionamento — consigliato
ja: 安価・高速で推論あり — おすすめ
ko: 저렴하고 빠른 추론 — 추천
nb: Billig og rask med resonnering — anbefalt
nl: Goedkoop en snel met redenering — aanbevolen
pt_br: Barato e rápido com raciocínio — recomendado
ru: Дёшево и быстро, с рассуждениями — рекомендуется
sv: Billig och snabb med resonemang — rekommenderas
zh_hans: 便宜快速且具推理能力 — 推荐

source: Cheapest — budget
ar: الأرخص — اقتصادي
da: Billigst — budget
de: Am günstigsten — sparsam
es: El más barato — económico
fi: Edullisin — budjetti
fr: Le moins cher — économique
is: Ódýrast — sparnaður
it: Il più economico — risparmio
ja: 最安 — 低コスト
ko: 가장 저렴 — 절약형
nb: Billigst — budsjett
nl: Goedkoopst — budget
pt_br: O mais barato — econômico
ru: Самый дешёвый — бюджетный
sv: Billigast — budget
zh_hans: 最便宜 — 经济型

source: Cheapest — recommended
ar: الأرخص — مُوصى به
da: Billigst — anbefalet
de: Am günstigsten — empfohlen
es: El más barato — recomendado
fi: Edullisin — suositeltu
fr: Le moins cher — recommandé
is: Ódýrast — mælt með
it: Il più economico — consigliato
ja: 最安 — おすすめ
ko: 가장 저렴 — 추천
nb: Billigst — anbefalt
nl: Goedkoopst — aanbevolen
pt_br: O mais barato — recomendado
ru: Самый дешёвый — рекомендуется
sv: Billigast — rekommenderas
zh_hans: 最便宜 — 推荐

source: Cheapest, instant replies
ar: الأرخص، ردود فورية
da: Billigst, øjeblikkelige svar
de: Am günstigsten, sofortige Antworten
es: El más barato, respuestas inmediatas
fi: Edullisin, välittömät vastaukset
fr: Le moins cher, réponses instantanées
is: Ódýrast, samstundis svör
it: Il più economico, risposte immediate
ja: 最安・即時応答
ko: 가장 저렴, 즉각 응답
nb: Billigst, umiddelbare svar
nl: Goedkoopst, directe antwoorden
pt_br: O mais barato, respostas instantâneas
ru: Самый дешёвый, мгновенные ответы
sv: Billigast, direkta svar
zh_hans: 最便宜，即时回复

source: Choose Your Own Window
ar: اختر نافذتك بنفسك
da: Vælg dit eget vindue
de: Eigenes Fenster wählen
es: Elige tu propia ventana
fi: Valitse oma ikkuna
fr: Choisir votre fenêtre
is: Veldu eigin glugga
it: Scegli la tua finestra
ja: 自分で区間を選ぶ
ko: 직접 구간 선택
nb: Velg ditt eget vindu
nl: Kies je eigen venster
pt_br: Escolha sua janela
ru: Выбрать своё окно
sv: Välj eget fönster
zh_hans: 自选窗口

source: Clear sky
ar: سماء صافية
da: Klar himmel
de: Klarer Himmel
es: Cielo despejado
fi: Selkeää
fr: Ciel dégagé
is: Heiðskírt
it: Cielo sereno
ja: 快晴
ko: 맑음
nb: Klarvær
nl: Onbewolkt
pt_br: Céu limpo
ru: Ясно
sv: Klart
zh_hans: 晴

source: cleared
ar: مُسحت
da: ryddet
de: geleert
es: borrado
fi: tyhjennetty
fr: effacé
is: hreinsað
it: cancellato
ja: 消去済み
ko: 지워짐
nb: tømt
nl: gewist
pt_br: limpo
ru: очищено
sv: rensat
zh_hans: 已清除

source: Climb ahead.
ar: صعود قادم.
da: Stigning forude.
de: Anstieg voraus.
es: Subida a la vista.
fi: Nousu edessä.
fr: Montée en vue.
is: Brekka fram undan.
it: Salita in arrivo.
ja: この先、登りです。
ko: 오르막이 다가옵니다.
nb: Stigning foran.
nl: Klim in aantocht.
pt_br: Subida à frente.
ru: Впереди подъём.
sv: Backe framför.
zh_hans: 前方有爬坡。

source: Climb in %@ — %@ at about %@. First of %lld. Save some power.
ar: صعود بعد %@ — %@ بنحو %@. الأول من %lld. وفّر بعض القوة.
da: Stigning om %@ — %@ på omkring %@. Den første af %lld. Spar på kræfterne.
de: Anstieg in %@ — %@ mit etwa %@. Der erste von %lld. Spar dir etwas Kraft.
es: Subida en %@ — %@ a aproximadamente %@. La primera de %lld. Guarda fuerzas.
fi: Nousu %@ päästä — %@, noin %@. Ensimmäinen %lld:stä. Säästä voimia.
fr: Montée dans %@ — %@ à environ %@. La première sur %lld. Gardez des forces.
is: Brekka eftir %@ — %@ með um %@. Sú fyrsta af %lld. Sparaðu orku.
it: Salita tra %@ — %@ a circa %@. La prima di %lld. Risparmia energie.
ja: %@ 先で登り — %@、約 %@。%lld 本中の最初です。力を温存して。
ko: %@ 후 오르막 — %@, 약 %@. %lld개 중 첫 번째. 힘을 아껴 두세요.
nb: Stigning om %@ — %@ på omtrent %@. Den første av %lld. Spar litt krefter.
nl: Klim over %@ — %@ van ongeveer %@. De eerste van %lld. Spaar wat kracht.
pt_br: Subida em %@ — %@ com cerca de %@. A primeira de %lld. Poupe um pouco de força.
ru: Подъём через %@ — %@, около %@. Первый из %lld. Поберегите силы.
sv: Backe om %@ — %@ på ungefär %@. Den första av %lld. Spara lite kraft.
zh_hans: %@ 后爬坡 — %@，约 %@。共 %lld 段中的第一段。留点力气。

source: Climb in %@ — %@ at about %@. Save some power.
ar: صعود بعد %@ — %@ بنحو %@. وفّر بعض القوة.
da: Stigning om %@ — %@ på omkring %@. Spar på kræfterne.
de: Anstieg in %@ — %@ mit etwa %@. Spar dir etwas Kraft.
es: Subida en %@ — %@ a aproximadamente %@. Guarda fuerzas.
fi: Nousu %@ päästä — %@, noin %@. Säästä voimia.
fr: Montée dans %@ — %@ à environ %@. Gardez des forces.
is: Brekka eftir %@ — %@ með um %@. Sparaðu orku.
it: Salita tra %@ — %@ a circa %@. Risparmia energie.
ja: %@ 先で登り — %@、約 %@。力を温存して。
ko: %@ 후 오르막 — %@, 약 %@. 힘을 아껴 두세요.
nb: Stigning om %@ — %@ på omtrent %@. Spar litt krefter.
nl: Klim over %@ — %@ van ongeveer %@. Spaar wat kracht.
pt_br: Subida em %@ — %@ com cerca de %@. Poupe um pouco de força.
ru: Подъём через %@ — %@, около %@. Поберегите силы.
sv: Backe om %@ — %@ på ungefär %@. Spara lite kraft.
zh_hans: %@ 后爬坡 — %@，约 %@。留点力气。

source: Climb in %@ — about %@. First of %lld. Save some power.
ar: صعود بعد %@ — نحو %@. الأول من %lld. وفّر بعض القوة.
da: Stigning om %@ — omkring %@. Den første af %lld. Spar på kræfterne.
de: Anstieg in %@ — etwa %@. Der erste von %lld. Spar dir etwas Kraft.
es: Subida en %@ — aproximadamente %@. La primera de %lld. Guarda fuerzas.
fi: Nousu %@ päästä — noin %@. Ensimmäinen %lld:stä. Säästä voimia.
fr: Montée dans %@ — environ %@. La première sur %lld. Gardez des forces.
is: Brekka eftir %@ — um %@. Sú fyrsta af %lld. Sparaðu orku.
it: Salita tra %@ — circa %@. La prima di %lld. Risparmia energie.
ja: %@ 先で登り — 約 %@。%lld 本中の最初です。力を温存して。
ko: %@ 후 오르막 — 약 %@. %lld개 중 첫 번째. 힘을 아껴 두세요.
nb: Stigning om %@ — omtrent %@. Den første av %lld. Spar litt krefter.
nl: Klim over %@ — ongeveer %@. De eerste van %lld. Spaar wat kracht.
pt_br: Subida em %@ — cerca de %@. A primeira de %lld. Poupe um pouco de força.
ru: Подъём через %@ — около %@. Первый из %lld. Поберегите силы.
sv: Backe om %@ — ungefär %@. Den första av %lld. Spara lite kraft.
zh_hans: %@ 后爬坡 — 约 %@。共 %lld 段中的第一段。留点力气。

source: Climb in %@ — about %@. Save some power.
ar: صعود بعد %@ — نحو %@. وفّر بعض القوة.
da: Stigning om %@ — omkring %@. Spar på kræfterne.
de: Anstieg in %@ — etwa %@. Spar dir etwas Kraft.
es: Subida en %@ — aproximadamente %@. Guarda fuerzas.
fi: Nousu %@ päästä — noin %@. Säästä voimia.
fr: Montée dans %@ — environ %@. Gardez des forces.
is: Brekka eftir %@ — um %@. Sparaðu orku.
it: Salita tra %@ — circa %@. Risparmia energie.
ja: %@ 先で登り — 約 %@。力を温存して。
ko: %@ 후 오르막 — 약 %@. 힘을 아껴 두세요.
nb: Stigning om %@ — omtrent %@. Spar litt krefter.
nl: Klim over %@ — ongeveer %@. Spaar wat kracht.
pt_br: Subida em %@ — cerca de %@. Poupe um pouco de força.
ru: Подъём через %@ — около %@. Поберегите силы.
sv: Backe om %@ — ungefär %@. Spara lite kraft.
zh_hans: %@ 后爬坡 — 约 %@。留点力气。

source: Climbed %@.
ar: صعود %@.
da: Stigning %@.
de: %@ Anstieg.
es: Desnivel positivo: %@.
fi: Nousua %@.
fr: Dénivelé positif : %@.
is: Hækkun %@.
it: Dislivello positivo: %@.
ja: 獲得標高 %@。
ko: 오르막 %@.
nb: Stigning %@.
nl: %@ geklommen.
pt_br: Subida de %@.
ru: Набор высоты %@.
sv: Stigning %@.
zh_hans: 爬升 %@。

source: Climbed %lld meters
ar: صعدت %lld متر
da: %lld meter klatret
de: %lld Höhenmeter geschafft
es: %lld metros de desnivel subidos
fi: Nousua %lld metriä
fr: %lld mètres de dénivelé gravis
is: Klifraðir %lld metra
it: %lld metri di dislivello superati
ja: %lld メートル登りました
ko: %lld미터 올랐습니다
nb: Klatret %lld meter
nl: %lld meter geklommen
pt_br: Você subiu %lld metros
ru: Набрано %lld метра высоты
sv: Klättrat %lld meter
zh_hans: 已爬升 %lld 米

source: Coach
ar: المدرب
es: Entrenador
fi: Valmentaja
is: Þjálfari
ja: コーチ
ko: 코치
nb: Trener
pt_br: Treinador
ru: Тренер
zh_hans: 教练

source: Coach alert —
ar: تنبيه المدرب —
da: Coach-advarsel —
de: Coach-Hinweis —
es: Aviso del entrenador —
fi: Valmentajan ilmoitus —
fr: Alerte du coach —
is: Þjálfaraviðvörun —
it: Avviso del coach —
ja: コーチからのアラート —
ko: 코치 알림 —
nb: Trenervarsel —
nl: Coachmelding —
pt_br: Alerta do coach —
ru: Подсказка тренера —
sv: Coachvarning —
zh_hans: 教练提醒 —

source: Coach here.
ar: المدرب معك.
da: Her er din coach.
de: Hier ist dein Coach.
es: Aquí tu entrenador.
fi: Valmentaja täällä.
fr: Ici votre coach.
is: Þjálfarinn hér.
it: Ecco il tuo coach.
ja: コーチです。
ko: 코치입니다.
nb: Treneren her.
nl: Coach hier.
pt_br: Aqui é o coach.
ru: Говорит тренер.
sv: Coachen här.
zh_hans: 教练在这儿。

source: Come back and tap **Stop**. There's no rush; capture runs as long as you want (up to 10 min).
ar: عُد واضغط على **إيقاف**. لا داعي للعجلة؛ يستمر الالتقاط طالما تريد (حتى 10 دقائق).
da: Kom tilbage, og tryk på **Stop**. Der er ingen hast; optagelsen kører, så længe du vil (op til 10 min).
de: Komm zurück und tippe auf **Stopp**. Keine Eile – die Aufzeichnung läuft, so lange du willst (bis zu 10 Min.).
es: Vuelve y toca **Detener**. Sin prisa: la captura dura lo que quieras (hasta 10 min).
fi: Palaa ja napauta **Pysäytä**. Ei kiirettä – tallennus jatkuu niin kauan kuin haluat (enintään 10 min).
fr: Revenez et touchez **Arrêter**. Rien ne presse : la capture dure aussi longtemps que vous le souhaitez (jusqu'à 10 min).
is: Komdu aftur og ýttu á **Stöðva**. Engin þörf á að flýta sér; upptakan heldur áfram eins lengi og þú vilt (allt að 10 mín.).
it: Torna qui e tocca **Ferma**. Nessuna fretta: l'acquisizione dura quanto vuoi (fino a 10 min).
ja: 戻って**停止**をタップします。急ぐ必要はありません。キャプチャは好きなだけ続けられます（最大 10 分）。
ko: 돌아와서 **정지**를 탭하세요. 서두를 필요 없습니다. 캡처는 원하는 만큼 계속됩니다(최대 10분).
nb: Kom tilbake og trykk på **Stopp**. Det haster ikke; opptaket går så lenge du vil (opptil 10 min).
nl: Kom terug en tik op **Stoppen**. Geen haast: het vastleggen loopt zo lang je wilt (tot 10 min).
pt_br: Volte e toque em **Parar**. Sem pressa: a captura dura o quanto você quiser (até 10 min).
ru: Вернитесь и нажмите **Остановить**. Спешить некуда: запись идёт сколько угодно (до 10 мин).
sv: Kom tillbaka och tryck på **Stoppa**. Ingen brådska; inspelningen pågår så länge du vill (upp till 10 min).
zh_hans: 回来后点按**停止**。不用着急，采集可按需持续（最长 10 分钟）。

source: Come back to Emuqu and pull-to-refresh the dashboard.
ar: عد إلى Emuqu واسحب لأسفل لتحديث لوحة المعلومات.
da: Gå tilbage til Emuqu, og træk ned for at opdatere oversigten.
de: Kehre zu Emuqu zurück und zieh das Dashboard nach unten, um es zu aktualisieren.
es: Vuelve a Emuqu y desliza hacia abajo para actualizar el panel.
fi: Palaa Emuquun ja päivitä kojelauta vetämällä alaspäin.
fr: Revenez dans Emuqu et tirez vers le bas pour actualiser le tableau de bord.
is: Farðu aftur í Emuqu og dragðu niður til að endurnýja yfirlitið.
it: Torna su Emuqu e trascina verso il basso per aggiornare la dashboard.
ja: Emuqu に戻り、ダッシュボードを下に引いて更新します。
ko: Emuqu로 돌아와 대시보드를 아래로 당겨 새로고침합니다.
nb: Gå tilbake til Emuqu og dra ned for å oppdatere oversikten.
nl: Ga terug naar Emuqu en trek het dashboard omlaag om te vernieuwen.
pt_br: Volte ao Emuqu e puxe o painel para baixo para atualizar.
ru: Вернитесь в Emuqu и потяните панель вниз, чтобы обновить её.
sv: Gå tillbaka till Emuqu och dra nedåt för att uppdatera översikten.
zh_hans: 回到 Emuqu，下拉刷新仪表盘。
